<?
/* MySQL settings */

$mysql = array(
	'host' => 'localhost',
	'user' => 'bb',
	'pass' => 'hcmLARALntZw5aUn',
	'db' => 'bb',
	'prefix' => 'bb_',
);

/* Настройки входа */

$ADM_LOGIN = 'HrenUgadaesh';
$ADM_PASSWORD = 'Gjaiyfoqi%41Fccxa';

/* Разное */

$MAX_IMG_WIDTH = '150'; // Максимальная ширина прикрепляемого изображения
$MAX_IMG_HEIGHT = '150'; // Максимальная высота прикрепляемого изображения
$UPL_IMG_ROOT = 'i/u'; // Папка с загруженными изображениями
$ADS_PER_PAGE_INDEX = '5'; // Количество объявлений на страницу на главной
$ADS_PER_PAGE = '5'; // Количество объявлений на страницу при просмотре<br>списка объявления
$ADS_PER_PAGE_AD_VIEW = '3'; // Количество объявлений на страницу при просмотре<br>объявления
$ADS_PER_PAGE_AD_OLD = '3'; // Количество старых (старше текущего) объявлений<br>на страницу при просмотре объявления
$MAX_PAGES = '20'; // Максимальное количество страниц
$PREMODERATE = true; // Премодерация объявлений

?>